Repository: aliakbarRashidi/cumulus-qt
Catalog: translations/tempestas_*.po
Languages: ro

# SearchLocation|
source: Search
ro: Caută

# SettingsWindow|
source: Temperature Unit
ro: Unitate temperatură

# SettingsWindow|
source: Speed Unit
ro: Unitate viteză

# SettingsWindow|
source: Colors
ro: Culori

# SettingsWindow|
source: Background
ro: Fundal

# SettingsWindow|
source: Provider
ro: Furnizor

# SettingsWindow|
source: Provider key
ro: Cheie furnizor

# SettingsWindow|
source: Credits
ro: Credite

# SettingsWindow|
source: Use GPS
ro: Foloseşte GPS

# SettingsWindow|
source: Close To Tray
ro: Închide în tavă

# SettingsWindow|
source: Tray theme
ro: Temă tavă

# SettingsWindow|
source: Window controls position
ro: Poziţia controalelor ferestrei

# SettingsWindow|
source: Start on login
ro: Porneşte la conectare

# SettingsWindow|
source: Enter API key
ro: Introdu cheia API

# SettingsWindow|
source: Error when saving API key!
ro: Eroare la salvarea cheii!

# SettingsWindow|
source: Key cannot be empty!
ro: Cheia nu poate fi goală!

# SettingsWindow|
source: Cancel
ro: Anulează

# CreditsListDelegate|
source: Author:
ro: Autor:

# CreditsListDelegate|
source: License:
ro: Licenţă:

# CreditsView|
source: Thanks to Erik Flowers for his weather icons fonts!
ro: Mulţumesc lui Erik Flowers pentru font-urile pictograme de vreme!

# CreditsView|
source: Thanks to Dave Gandy for Font Awesome!
ro: Mulţumesc lui Dave Gandy pentru Font Awesome!

# CreditsView|
source: Cumulus is a simple weather application based on Qt framework.<br>
ro: Cumulus este o aplicaţie simplă de urmărit vremea, bazată pe cadrul Qt.<br>

# CreditsView|
source: It is and always be free.<br>
ro: Este şi întotdeauna va fi liberă şi gratuită.<br>

# CreditsView|
source: Source code released under GPL-3.<br>
ro: Codul sursă eliberat sub GPL-3.<br>

# CreditsView|
source: Forked from Typhoon, which was based of Stormcloud.<br>
ro: Ramificat din Typhoon, care a fost făcut din Stormcloud.<br>

# CreditsView|
source: Active developers: <ul><li>Adrian Verban verbanady@gmail.com</li></ul>
ro: Dezvoltatori activi: <ul><li>Adrian Verban verbanady@gmail.com</li></ul>

# CreditsView|
source: Special thanks to: <ul><li>Daryl Bennett</li><li>Archisman Panigrahi</li></ul>
ro: Mulţumiri speciale: <ul><li>Daryl Bennett</li><li>Archisman Panigrahi</li></ul>

# CreditsView|
source: Weather data provided by:
ro: Vremea asigurată de:

# CreditsView|
source: Icons credits:
ro: Acreditări pictograme:

# WelcomeView|
source: Next
ro: Înainte

# WelcomeView|
source: Done
ro: Finalizat
